Repository: s0if/Library
Catalog: Library.API/Resources/SharedResource.*.resx
Languages: ar

source: Book added successfully
ar: تمت إضافة الكتاب بنجاح

source: Book deleted successfully
ar: تم حذف الكتاب بنجاح

source: Book retrieved successfully
ar: تم استرجاع الكتاب بنجاح

source: Books retrieved successfully
ar: تم استرجاع الكتب بنجاح

source: Book updated successfully
ar: تم تحديث الكتاب بنجاح

source: Category added successfully
ar: تمت إضافة التصنيف بنجاح

source: Category deleted successfully
ar: تم حذف التصنيف بنجاح

source: Category retrieved successfully
ar: تم استرجاع التصنيف بنجاح

source: Category updated successfully
ar: تم تحديث التصنيف بنجاح

source: ChangePassword use case not available.
ar: وظيفة تغيير كلمة المرور غير متاحة.

source: Email confirmed successfully.
ar: تم تأكيد البريد الإلكتروني بنجاح.

source: Invalid data
ar: بيانات غير صالحة

source: Invalid login
ar: تسجيل دخول غير صحيح

source: Login successful
ar: تم تسجيل الدخول بنجاح

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

source: Password reset email sent. Please check your email.
ar: تم إرسال بريد إعادة تعيين كلمة المرور. يرجى التحقق من بريدك الإلكتروني.

source: Password reset successfully.
ar: تم إعادة تعيين كلمة المرور بنجاح.

source: Publisher added successfully.
ar: تمت إضافة الناشر بنجاح.

source: Publisher deleted successfully
ar: تم حذف الناشر بنجاح

source: Reading finished successfully
ar: تمت القراءة بنجاح

source: Reading started successfully
ar: بدأت القراءة بنجاح

source: Reads retrieved successfully
ar: تم استرجاع القراءات بنجاح

source: Transaction data cannot be null.
ar: لا يمكن أن تكون بيانات المعاملة فارغة.

source: User has been blocked successfully.
ar: تم حظر المستخدم بنجاح.

source: User has been unblocked successfully.
ar: تم إلغاء حظر المستخدم بنجاح.

source: User ID not found in token.
ar: لم يتم العثور على معرف المستخدم في الرمز.

source: User not found.
ar: لم يتم العثور على المستخدم.

source: User registered successfully. Check you email to confirm
ar: تم تسجيل المستخدم بنجاح. تحقق من بريدك الإلكتروني للتأكيد
